Repository: jorgeRumilly/sj4websavform
Catalog: translations/*/ModulesSj4websavformShop.*.xlf
Languages: fr_fr

# sav_form_title
source: Support Request Form
fr_fr: Formulaire de demande SAV

# sav_form_placeholder
source: This is the SAV form placeholder. The real form will be implemented soon.
fr_fr: Ceci est un espace réservé pour le futur formulaire SAV.

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Email address
fr_fr: Adresse email

source: Phone number
fr_fr: Numéro de téléphone

source: Intervention address
fr_fr: Adresse d’intervention

source: Zip Code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Associated order
fr_fr: Commande associée

source: Choose an order (optional)
fr_fr: Choisir une commande (optionnel)

source: Order reference (if available)
fr_fr: Référence de commande (si disponible)

source: Concerned products
fr_fr: Produits concernés

source: Other product type (if not listed)
fr_fr: Autre type de produit (si non listé)

source: Nature of the request
fr_fr: Nature de la demande

source: Preferred delay
fr_fr: Délai souhaité

source: Please specify
fr_fr: Veuillez préciser

source: Subject
fr_fr: Objet

source: Attach up to 5 images
fr_fr: Joindre jusqu’à 5 images

source: Send request
fr_fr: Envoyer la demande

source: Support Request
fr_fr: Demande de support

source: Submit a support request using this form.
fr_fr: Soumettez une demande de SAV via ce formulaire.

source: An error occurred while sending the message, please try again.
fr_fr: Une erreur est survenue lors de l’envoi du message, veuillez réessayer.

source: First name is required.
fr_fr: Le prénom est requis.

source: Last name is required.
fr_fr: Le nom est requis.

source: Email is required.
fr_fr: L'adresse e-mail est requise.

source: Invalid email address.
fr_fr: Adresse e-mail invalide.

source: Message is required.
fr_fr: Le message est requis.

source: Invalid message
fr_fr: Message invalide

source: Error uploading file: %name%
fr_fr: Erreur lors de l’envoi du fichier : %name%

source: File type not allowed: %name%
fr_fr: Type de fichier non autorisé : %name%

source: Failed to save file: %name%
fr_fr: Échec de l’enregistrement du fichier : %name%

source: New SAV request
fr_fr: Nouvelle demande SAV

source: An error occurred while sending the confirmation email.
fr_fr: Une erreur est survenue lors de l’envoi de l’e-mail de confirmation.

source: An error occurred while sending the confirmation email. %s
fr_fr: Une erreur est survenue lors de l’envoi de l’e-mail de confirmation. %s

source: Your request has been sent successfully. Our team will get back to you shortly.
fr_fr: Votre demande a été envoyée avec succès. Notre équipe vous répondra dans les plus brefs délais.

source: Garage doors
fr_fr: Portes de Garage

source: Windows
fr_fr: Fenêtres

source: French windows
fr_fr: Portes fenêtres

source: Shutters
fr_fr: Volets

source: Front doors
fr_fr: Portes d'entrée

source: Bioclimatic pergolas
fr_fr: Pergolas bioclimatique

source: Veranda - Flat roof
fr_fr: Véranda - Toiture plate

source: Railings
fr_fr: Garde-Corps

source: Gates / Wickets
fr_fr: Portails / Portillons

source: Awning blinds
fr_fr: Stores à banne

source: Privacy screens
fr_fr: Palines

source: Glazing
fr_fr: Vitrages

source: Accessories
fr_fr: Accessoires

source: Adjustment
fr_fr: Réglage

source: Motor failure
fr_fr: Panne moteur

source: Broken glazing
fr_fr: Vitrage cassé

source: Sealing defect
fr_fr: Défaut d'étanchéité

source: Other
fr_fr: Autre

source: Priority
fr_fr: Prioritaire

source: Standard
fr_fr: Classique

source: Non-priority
fr_fr: Non prioritaire

source: Enable intervention address
fr_fr: Activer l’adresse d’intervention
